
[A_Ambush_Ability H7HeroAbility]
mName="Засада"
mTooltip="Инициатива и боевой дух отрядов в армии героя увеличены на +5 на 3 первых раунда боя."
[A_Ambush_Buff H7BaseBuff]
mName="Засада"
mTooltip="Боевой дух и инициатива увеличены на +5."
[A_Leadership_Skill H7Skill]
mName="Лидерство"
mTooltip="Лидерство (описание)"
mDescriptions[2]="Увеличивает показатель %stat1.icon лидерства героя на %stat1.norm."
mDescriptions[3]="Дополнительно увеличивает показатель %stat1.icon лидерства героя на %stat1.norm."
mDescriptions[4]="Дополнительно увеличивает показатель %stat1.icon лидерства героя на %stat1.norm."
mDescriptions[0]="Увеличивает показатель лидерства героя."
[A_Reinforcements_Ability H7HeroAbility]
mName="Подкрепления"
mTooltip="Количество существ в дружественных отрядах увеличивается на %buff.buff.special1 в начале боя. После боя дополнительные существа пропадают."
[A_Reinforcements_Buff H7BaseBuff]
mName="Подкрепления"
mTooltip="Подкрепления"
[A_LeadingByExample_Buff H7BaseBuff]
mName="Пример для подражания"
[A_Outnumbering_Ability H7HeroAbility]
mName="Численное превосходство"
mTooltip="Герой может разместить на поле боя до %stat.norm отрядов."
[A_Patriot_Ability H7HeroAbility]
mName="Патриотизм"
mTooltip="Наместник: все дружественные герои в землях вокруг этого города получают %buff1.buff.stat к %buff1.buff.stat.icon лидерству."
[A_Patriot_Buff H7BaseBuff]
mName="Патриотизм"
mTooltip="%stat к %stat.icon лидерству в землях вокруг этого города."
[A_Resolution_Ability H7HeroAbility]
mName="Решимость"
mTooltip="Показатель боевого духа дружественных существ не может опуститься ниже 5."
[A_Resolution_Buff_Marker H7BaseBuff]
mName="Решимость"
[A_RousingSpeech_Ability H7HeroAbility]
mName="Воодушевляющая речь"
mTooltip="В начале боя все дружественные отряды получают %buff.buff.stat1 к %buff.buff.stat1.icon боевому духу и %buff.buff.stat2 к %buff.buff.stat2.icon инициативе. Длительность (раундов): %buff.buff.durini."
[A_RousingSpeech_Buff H7BaseBuff]
mName="Воодушевляющая речь"
mTooltip="%stat1 к %stat1.icon боевому духу.\n%stat2 к %stat2.icon инициативе.\nДлительность (ходов): %durnow."
[A_PepTalk_Ability H7HeroAbility]
mTooltip="Когда дружественный отряд деморализован и не может действовать до конца хода, он получает возможность пройти половину обычного расстояния и нанести половину урона."
[A_AdvancedTactics_Ability H7HeroAbility]
mName="Продвинутая тактика"
mTooltip="Герой может разместить 9 отрядов на поле боя во время тактической фазы."
[A_DesignateTarget_Ability H7HeroAbility]
mName="Намеченная цель"
mTooltip="Если герой атакует вражеский отряд, то все ваши дружественнные существа, атакующие ту же цель, получают +5 ед. к атаке до конца этого раунда."
[A_DesignateTarget_Buff H7BaseBuff]
mName="Намеченная цель (эффект)"
mTooltip="Увеличивает параметр атаки на +5 ед."
[A_DesignateTarget_Buff_Marker H7BaseBuff]
mName="Маркер намеченной цели"
mTooltip="Отряд был отмечен до конца текущего раунда. Все атакующие его существа получают +5 ед. к атаке."
[A_HomeFlag_Ability H7HeroAbility]
mName="Домашний флаг"
mTooltip="Наместник: Все дружественные герои в землях вокруг этого города получают +5 ед. к лидерству."
[A_HomeFlag_Buff H7BaseBuff]
mName="Домашний флаг"
mTooltip="Лидерство увеличено на +5 ед."
[A_PepTalk_Ability H7HeroAbility]
mName="Воодушевляющая речь"
mTooltip="Когда союзный отряд деморализован и не может действовать до конца хода, он всё же может пройти половину обычного расстояния/атаковать с половинным уроном."
[A_PepTalk_Buff_Marker H7BaseBuff]
mName="Воодушевляющая речь"
[A_Resolution_Buff_Marker H7BaseBuff]
mName="Решимость"

UCP 1.2

[A_LeadingByExample_Ability H7HeroAbility]
mName="Пример для подражания"
mTooltip="Когда герой атакует вражеский отряд, все дружественные существа, атакующие эту же цель в ближнем бою, получают %buff.buff.special.val1 к %ICON_ATTACK атаке. Эффект действует до конца раунда."
[A_LeadingByExample_Buff_Marker H7BaseBuff]
mName="Пример для подражания"
mTooltip="%special.val1 к %ICON_ATTACK атаке для отрядов, атакующих это существо в ближнем бою. Эффект действует до конца раунда."
[A_Tactics_Ability H7HeroAbility]
mName="Тактика"
mTooltip="Герой может использовать %stat1.norm ряда, чтобы разместить войска перед боем."